Repository: Marcoswinrar/sistify
Catalog: src/i18n/messages.*.xlf
Languages: pt

source: Profile
pt: Perfil

source: Account
pt: Conta

source: Logout
pt: Sair

source: Amazing app to consume spotify data.
pt: App incrível que consome os dados do spotify.

source: Login with spotify
pt: Logar no spotify

source: User playlists
pt: Suas playlists

source: Create new playlist
pt: Criar nova playlist

source: Name of playlist
pt: Nome da playlist

source: Type one description
pt: Escreva algo aqui

source: Select type of your playlist.
pt: Selecione o tipo da sua playlist.

source: Public
pt: Pública

source: Private
pt: Privada

source: Create
pt: Criar

source: Cancel
pt: Cancelar

source: Return to playlists
pt: Retornar para as playlists

source: User account
pt: Perfil do Usuário

source: Country:
pt: País:

source: Add music
pt: Adicionar música

source: Delete playlist
pt: Deletar playlist

source: Musics: INTERPOLATION
pt: Musicas: INTERPOLATION

source: No tracks for this playlist.
pt: Não há musicas nesta playlist.

source: Release Date: INTERPOLATION
pt: Data de lançamento: INTERPOLATION

source: Artist's:
pt: Artistas:
